/* Detail */
"Detail" = "Detail";

/* Settings */
"Settings" = "Settings";

/* Summary */
"Summary" = "Summary";

"prefs_title" = "Options";
"today_title" = "Today";
"help_title" = "Help";
"pref_show_all_texts" = "Show all texts";
"app_name" = "Astromaximum";
"title_date_format" = "MMM d, EEE";
"month_abbr_day_date_format" = "MMM d";
"yy_mm_dd_date_format" = "dd.MM.yyyy";
"interpretation_dir" = "en";
"hour_of" = "Hour of";
"day" = "day";
"tithi" = "Tithi";
"time_uses_24h" = "N";
"norm_range_whole_day" = "whole day";
"norm_range_arrow" = "⇨";
"si_key_voc" = "Moon \"Void of Course\"";
"si_key_vc" = "\"Via Combusta\"";
"si_key_sun_degree" = "Degree of Sun";
"si_key_moon_sign" = "Sign of Moon";
"si_key_planet_hour" = "Planetary Hour";
"si_key_moon_move" = "Moon Motion";
"si_key_tithi" = "Tithi";
"si_aspect" = "Aspect";
"si_retrograde" = "Retrograde Motion";
"si_sun_day" = "Sun Day";
"si_moon_day" = "Moon Day";
"si_moon_phase" = "Moon Phase";
"event_list_title" = "Events";
"interp_title" = "Interpretation";
"interp_key_degree_pass" = "Planet in Degree";
"interp_key_sign_enter" = "Planet in Sign";
"interp_key_moon_aspect" = "Aspect of Moon";
"inter_key_aspect" = "Aspect";
"interp_min" = "min.";
"pref_current_location" = "Current Location";
"pref_custom_time" = "Custom Time";
"pref_critical_degrees" = "Critical Degrees";

"use_custom_time" = "Highlight events at";
"use_current_time" = "Highlight events at current time";
"no_aspects" = "No exact aspects";
"no_retrograde" = "No retrograde planets";
"no_vc" = "No VC";
"no_voc" = "No VOC";

"fmt_retrograde_motion" = "Retrograde %1$@";
"fmt_planet_in_degree" = "%1$@ in %2$d° of %3$@";
"fmt_planet_in_sign" = "%1$@ in %2$@";
"fmt_hour_of_planet" = "Hour of %1$@";
"fmt_aspect" = "%1$@ %2$@-%3$@";
"fmt_current_date" = "%1$@ %3$@ %4$d %2$d";

"start_page_layout" = "Start Page Layout";

"help_planets" = "Planets";
"help_zodiac" = "Zodiac Signs";
"help_aspects" = "Aspects";
"help_moon_events" = "Moon Events";
"help_topics" = "Topics";
"help_misc" = "Miscellaneous";

"help_moon_new" = "New Moon";
"help_moon_1q" = "First Quarter";
"help_moon_full" = "Full Moon";
"help_moon_3q" = "Last Quarter";

"help_misc_sd" = "Sun Days";
"help_misc_md" = "Moon Days";
"help_misc_eclipse_sun" = "Solar Eclipse";
"help_misc_eclipse_moon" = "Lunar Eclipse";
"help_misc_decumbiture" = "Disease Progress";

"axis_1" = "rise";
"axis_2" = "zenith";
"axis_3" = "set";
"axis_4" = "nadir";

"no_data" = "No data for this period";
"buy_period" = "Buy";

"date_picker_title" = "Select date";
"date_picker_done" = "Done";
"date_picker_cancel" = "Cancel";

"time_picker_title" = "Select time";

"abbr_rise" = "rise";
"abbr_set" = "set";

"sel_dgr_bad" = "bad degree";
"sel_dgr_good" = "good degree";
"sel_dgr_crit" = "critical degree";
